// © Copyright 2004-2008, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Arkivoverførsel";
kUploadingTitleStringKey = "Overfører…";
kUploadingReceiveResponseTitleStringKey = "Modtager svar…";

// Errors
kFileOpenError = "Kan ikke åbne arkivet %@.";
kFileOpenErrorExplanation = "Arkivet er enten ødelagt eller er blevet flyttet til et andet sted, omdøbt eller slettet. Kontrollér arkivplaceringen, eller vælg et andet arkiv, og prøv igen.";
kPrintChannelOpenError = "Kan ikke åbne en printerkanal.";
kPrintChannelOpenErrorExplanation = "Kontrollér, at printeren er tilsluttet og tændt, og prøv derefter igen.";
kSendDataError = "Kan ikke sende data til printeren.";
kSendDataErrorExplanation = "Kontrollér, at printeren er tilsluttet og tændt, og prøv derefter igen.";

HSDDescriptionField = "Vælg et arkiv, og overfør det til printeren. Resultatet af denne handling afhænger af indholdet i det arkiv, du overfører.";
HSDFilePathLabel = "Arkivnavn:";
HSDFilePathField = "<Ikke valgt>";
HSDChooseButton = "Vælg…";
HSDGetResponseButton = "Vis svar fra enheden";
HSDUploadButton = "Overfør";

HSDProgressTitle = "Overfører…";
HSDCancelButton = "Annuller";

HSDCloseButton = "Luk";
